{"format": "layers-model", "generatedBy": "keras v2.9.0", "convertedBy": "TensorFlow.js Converter v3.19.0", "modelTopology": {"keras_version": "2.9.0", "backend": "tensorflow", "model_config": {"class_name": "Sequential", "config": {"name": "sequential_60", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 768], "dtype": "float32", "sparse": false, "ragged": false, "name": "dense_300_input"}}, {"class_name": "Dense", "config": {"name": "dense_300", "trainable": true, "batch_input_shape": [null, 768], "dtype": "float32", "units": 12, "activation": "selu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_301", "trainable": true, "dtype": "float32", "units": 17, "activation": "selu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_302", "trainable": true, "dtype": "float32", "units": 17, "activation": "selu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_303", "trainable": true, "dtype": "float32", "units": 17, "activation": "selu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_304", "trainable": true, "dtype": "float32", "units": 72, "activation": "softmax", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}]}}, "training_config": {"loss": "categorical_crossentropy", "metrics": [[{"class_name": "MeanMetricWrapper", "config": {"name": "accuracy", "dtype": "float32", "fn": "categorical_accuracy"}}]], "weighted_metrics": null, "loss_weights": null, "optimizer_config": {"class_name": "Adam", "config": {"name": "Adam", "learning_rate": 0.0010000000474974513, "decay": 0.0, "beta_1": 0.8999999761581421, "beta_2": 0.9990000128746033, "epsilon": 1e-07, "amsgrad": false}}}}, "weightsManifest": [{"paths": ["group1-shard1of1.bin"], "weights": [{"name": "dense_300/kernel", "shape": [768, 12], "dtype": "float32"}, {"name": "dense_300/bias", "shape": [12], "dtype": "float32"}, {"name": "dense_301/kernel", "shape": [12, 17], "dtype": "float32"}, {"name": "dense_301/bias", "shape": [17], "dtype": "float32"}, {"name": "dense_302/kernel", "shape": [17, 17], "dtype": "float32"}, {"name": "dense_302/bias", "shape": [17], "dtype": "float32"}, {"name": "dense_303/kernel", "shape": [17, 17], "dtype": "float32"}, {"name": "dense_303/bias", "shape": [17], "dtype": "float32"}, {"name": "dense_304/kernel", "shape": [17, 72], "dtype": "float32"}, {"name": "dense_304/bias", "shape": [72], "dtype": "float32"}]}]}