{
    "answers": [
        {
            "tag": "salam_pembuka",
            "responses": [
                "Hai, maaf, bisa dijelaskan lebih detail pertanyaan kamu?"
            ]
        },
        {
            "tag": "salam_penutup",
            "responses": [
                "Terima kasih, senang bisa membantu kamu, ada yang bisa kami bantu lagi?"
            ]
        },
        {
            "tag": "definisi_upapkk",
            "responses": [
                "UPA-PKK (Unit Pendukung Akademik Pengembangan Karir dan Kewirausahaan) merupakan unit pelayanan teknis di tingkat Universitas yang mempunyai fungsi pelayanan di bidang pengembangan karir dan kewirausahaan mahasiswa-alumni UPN \"Veteran\" Jawa Timur. Tujuan dari UPA-PKK antara lain: Membina dan mengembangkan karir mahasiswa dan alumni, Meningkatkan kualitas mahasiswa dan alumni untuk berintegritas dengan dunia usaha, Pengembangan hubungan dan kerjasama kealumnian, dan Membina jiwa wirausaha dan keprofesionalisme mahasiswa sebagai bekal memasuki dunia kerja. Visi dari UPA-PKK ialah sebagai pusat informasi lowongan kerja dan pembinaan karir serta pengembangan kewirausahaan dalam mempersiapkan mahasiswa dan alumni yang tangguh, inovatif, dan kreatif dalam dunia kerja seta memiliki jiwa wirausaha dalam menghadapi era globalisasi. Misi dari UPA-PKK ialah Mempersiapkan mahasiswa dan alumni UPN “Veteran” Jawa Timur untuk memiliki kemampuan dengan standar kompetensi softskill dan hardskill yang dibutuhkan dunia usaha dan industri, Menciptakan jaringan kerja sama yang seluas-luasnya dengan institusi pemerintah dan DUDI, Memberikan informasi lowongan kerja dan magang, melakukan pembekalan persiapan menghadapai dunia kerja dan kewirausahaan, Melaksanakan kegiatan yang dapat mempercepat tumbuh dan berkembangnya jiwa wirausaha mahasiswa UPN “Veteran” Jawa Timur, dan Melakukan tracer study secara sensus terhadap alumni UPN “Veteran” Jawa Timur. Adapun beberapa program kerja UPA-PKK antara lain: Publikasi Lowongan Kerja, Pembekalan Calon Wisudawan, Campus Hiring, Company Goes to Campus, Pelatihan/Webinar Karir, Konsultasi Karir dan Kewirausahaan, Penyelenggaraan Job Fair, Business Gathering, Kompetesi BMC, Program Mahasiswa Wirausaha, MBKM Kewirausahaan, Tracer Study, dan Survey Karir dan Kewirausahaan."
            ]
        },
        {
            "tag": "kompetensi_kerja",
            "responses": [
                "Menurut UMBC Career Guide 2023-2024, terdapat 8 kompetensi untuk lulusan baru atau fresh-graduates agar dapat bersaing di dunia kerja: Career and Self-Development, Communication, Critical Thinking, Leadership, Equity and Inclusion, Professionalism, Teamwork, Technology. Perencaan dan pemantauan tujuan karir dapat diketahui dengan lebih mudah menggunakan metode SMART: Specific (apa yang yang sebenarnya ingin kamu capai?), Measureable (bagaimana indikator ukuran yang valid untuk membantumu mengetahui bahwa kamu telah mencapai tujuan karirmu?), Achievable (apakah karir yang ingin kamu capai realistis dengan kondisi dan keadaanmu dan apa saja hambatan yang berpotensi menghalangimu mencapai karirmu?), Relevant (mengapa tujuan karirmu sangat berarti dan apakah itu selaras dengan nilai - nilai dalam dirimu?), dan Timely (kapan kamu akan mencapai tujuan karirmu?)."
            ]
        },
        {
            "tag": "skill_career_self_development",
            "responses": [
                "Menurut UMBC Career Guide 2023-2024, peningkatan kompetensi Career & Self-Development dapat dilakukan dengan secara aktif mempelajari bidang minat dari sisi professional maupun interpersonal. Perlu juga dilakukan analisis SWOT terhadap diri sendiri secara berkala untuk mengetahui perkembangan kemampuan di bidang yang diminati. Mengarahkan diri ke berbagai kesempatan karir dan membangun jaringan pertemanan atau networking dengan orang - orang yang bekerja di bidang yang diminati juga bisa menjadi strategi ampuh dalam meningkatkan kompetensi ini."
            ]
        },
        {
            "tag": "skill_communication",
            "responses": [
                "Menurut UMBC Career Guide 2023-2024, peningkatan kompetensi Communication dapat dilakukan dengan secara konsisten mengidentifikasi dan merespons berbagai perubahan informasi, ide, fakta, dan perspektif dari orang - orang sekitar yang memiliki bidang minat sama."
            ]
        },
        {
            "tag": "skill_critical_thinking",
            "responses": [
                "Menurut UMBC Career Guide 2023-2024, peningkatan kompetensi Critical Thinking dapat dilakukan dengan mengimplementasikan cara berpikir logis dan berbasis obyek terhadap berbagai permasalahan yang sedang dihadapi, baik di lingkungan kampus, tempat magang, keluarga, hingga diri sendiri dalam meningkatkan kemampuan di bidang yang diminati."
            ]
        },
        {
            "tag": "skill_leadership",
            "responses": [
                "Menurut UMBC Career Guide 2023-2024, peningkatan kompetensi Leadership dapat dilakukan dengan secara aktif mengikuti berbagai kegiatan organisasi, baik di dalam dan di luar kampus serta kegiata sukarelawan atau volunteer yang erat kaitannya dengan keterlibatan banyak orang dalam menyelesaikan suatu permasalahan."
            ]
        },
        {
            "tag": "skill_equity_inclusion",
            "responses": [
                "Menurut UMBC Career Guide 2023-2024, peningkatan kompetensi Equity & Inclusion dapat dilakukan dengan secara aktif terlibat dalam berbagai forum diskusi yang melibatkan berbagai cara berpikir dan kebudayaan yang berbeda dan secara konsisten menjaga kesadaran, sikap, pengetahuan, dan skill ketika memberikan pandangan maupun respons pada forum diskusi di bidang yang diminati."
            ]
        },
        {
            "tag": "skill_professionalism",
            "responses": [
                "Menurut UMBC Career Guide 2023-2024, peningkatan kompetensi Professionalism dapat dilakukan dengan secara aktif dan konsisten belajar dan memahami berbagai lingkungan kerja serta memahami cara kerja yang efektif di bidang yang diminati dari berbagai praktisi yang berpengalaman di bidang tersebut."
            ]
        },
        {
            "tag": "skill_teamwork",
            "responses": [
                "Menurut UMBC Career Guide 2023-2024, peningkatan kompetensi Teamwork dapat dilakukan dengan secara aktif terlibat dalam perumusan ide, eksekusi, dan pengawasan terhadap penyelesaian masalah di berbagai kegiatan organisasi maupun non-organisasi sesuai bidang yang diminati."
            ]
        },
        {
            "tag": "skill_technology",
            "responses": [
                "Menurut UMBC Career Guide 2023-2024, peningkatan kompetensi Technology dapat dilakukan dengan secara aktif dan konsisten memahami dan belajar hal - hal baru terkait teknologi terbaru yang populer dan mendapat pengakuan dari para praktisi di bidang yang diminati."
            ]
        },
        {
            "tag": "resume",
            "responses": [
                "Disarankan membuat resume berbasis ATS (Applicant Tracking System), tidak memiliki isi terlalu panjang dalam tiap section pada resume, serta menggunakan Bahasa Inggris formal. Adapun beberapa section pada resume, yakni: work experience (pengalaman kerja atau kegiatan kampus), education and certifications (pendidikan dan sertifikasi yang dimiliki), technologies and skills (teknologi dan skill yang dikuasai), projects and achievements (proyek dan pencapaian terbaru). Ada 8 hal yang tidak boleh dilakukan ketika menulis resume, yakni: Terlalu men-generalisir skill yang dimiliki dan membuat poin - poin yang tidak jelas, Memasukkan pertanyaan obyektif yang bersifat umum, Menggunakan template resume yang sulit untuk dimodifikasi di waktu mendatang, Memiliki lebih dari 2 halaman resume, Membohongi perusahaan tentang IPK kuliah, skill, dan kemampuan yang dimiliki, Memasukkan dokumen pendukung pengalaman kerja di dalam resume, Memasukkan rutinitas kerja yang tidak terkait dengan posisi pekerjaan, Meninggalkan ruang tanpa tulisan di bagian bawah resume. Lebih detail dapat mengunduh template resume pada <a href=\"https://docs.google.com/document/d/1sK29U35wGsc9ioGdu_M4NGvpXd4nWLB_9KPS6r7Lugc\">link berikut.</a>"
            ]
        },
        {
            "tag": "curriculum_vitae",
            "responses": [
                "Menurut UMBC Career Guide 2023-2024, ada banyak template CV yang bagus dan efektif, salah satunya dapat dicari pada website Academia.edu hanya dengan membuat akun gratis. CV atau Curriculum Vitae yang baik untuk para fresh-graduates maksimal memiliki 3 halaman. Perlu dipastikan juga bahwa isi dari CV terfokus pada posisi atau karir yang diinginkan. Untuk posisi - posisi karir yang bersifat akademis, biasanya reviewer CV hanya meluangkan waktu sekitar 20 - 30 detik pertama. Adapun beberapa section yang perlu ada pada CV, yakni: contact information (berisi nama, kota, provinsi, dan email), education (jurusan, nama institusi pendidikan, dan tanggal lulus pendidikan), professional affiliations (berisi deskripsi pengalaman di bidang kepemimpinan, organisasi, magang, ataupun kerja), research and teaching interesets (berisi ringkasan penelitian ataupun pengalaman mengajar), skills (berisi daftar kemampuan yang dikuasai), publications (berisi publikasi yang dimiliki), honors & awards (berisi daftar penghargaan dan kejuaraan yang dimiliki), conference presentations (berisi daftar pengalaman terkait seminar beserta tanggal seminar). Lebih detail dapat mengunduh template CV atau curriculum vitae pada <a href=\"https://docs.google.com/document/d/1xZrXcB5BJWX6PClnVQ5tG6Cjwd1j2hEuhGSyclAaBaI\">link berikut.</a>"
            ]
        },
        {
            "tag": "cover_letter",
            "responses": [
                "Menurut UMBC Career Guide 2023-2024, ada 10 tips untuk membuat cover letter atau surat lamaran kerja yang dimiliki yang bagus, yakni: samakan konteks pengalaman kerjamu dengan resume yang kamu punya dan coba untuk jelaskan hal - hal menarik terkait bagi perusahaan terkait pengalaman kerja tersebut, buat isi jaringan karir yang dimiliki sekitar 3/4 ukuran halaman penuh, sebutkan dengan jelas posisi yang kamu inginkan, lakukan riset dan tunjukkan pemahamanmu akan perusahaan yang kamu lamar sesuai hasil risetmu, jelaskan secara humanis alasan kamu memilih posisi tersebut kepada perusahaan, jelaskan bagaimana cara kamu berkontribusi kepada perusahaan, fokus pada keunggulan yang kamu miliki dan bukan kelemahanmu, kurangi penggunaan kata \"saya\", nyatakan bagaimana dan kapan kamu ingin mendapat respon atas lamaranmu dari perusahaan, baca ulang jaringan karir yang dimiliki beberapa kali untuk memperbaiki kata - kata yang kurang dapat jelas terbaca oleh perusahaan saat proses review surat lamaranmu. salah satu cara ampuh untuk meningkatkan kualitas surat lamaranmu ialah dengan melampirkan hubunganmu dengan rekan akademisi ataupun profesional yang pernah bekerja bersamamu. Pastikan rekan - rekan yang kamu pilih berhubungan dekat dan mengenalmu, serta memilki posisi yang jelas secara akademisi ataupun profesional. Jangan lupa untuk meminta izin akan ketersediaan rekan - rekanmu dalam membantu memberikan testimoni selama bekerja bersamamu secara positif. Lebih detail dapat mengunduh template cover letter atau surat lamaran pada <a href=\"https://cdn.uconnectlabs.com/wp-content/uploads/sites/123/2021/06/sample-cover-letters-3.pdf\">link berikut.</a>"
            ]
        },
        {
            "tag": "riset_ilmiah",
            "responses": [
                "Menurut UMBC Career Guide 2023-2024, guna mengikuti atau terlibat dalam penelitian atau riset ilmiah, kita perlu mulai membuat pernyataan individu dengan beberapa poin penting di dalamnya: Sebutkan beberapa penelitian yang pernah kamu lakukan terkait program penelitian yang kamu lamar dan bagikan lama periode belajarmu di Perguruan Tinggi atau lembaga selevel. Jangan lupa untuk menyatakan tujuan profesionalmu dan apa yang kamu ingin kontribusikan pada program penelitian tersebut, membagikan ketertarikan dan antusiasme kamu terhadap bidang penelitian tersebut, mendemonstrasikan hal - hal yang dapat kamu kontribusikan pada program penelitian tersebut, menyebutkan laboratorium atau departemen mana yang kamu inginkan untuk melakukan penelitian tersebut, menyebutkan beberapa rekan penelitian yang pernah bekerja bersamamu sebelumnya, dan tulis sesuatu yang unik dari riset yang pernah kamu lakukan dan ide yang mungkin akan kamu terapkan pada program penelitian yang kamu lamar."
            ]
        },
        {
            "tag": "networking",
            "responses": [
                "Menurut UMBC Career Guide 2023-2024, Networking atau jaringan kenalan karir sangat penting untuk kamu lebih cepat mendapat berbagai informasi seputar karir yang kamu dalami atau hanya sekedar menambah wawasan tentang cara mereka bekerja dan berkembang di bidang karir yang mereka dalami. Kamu bisa mulai masuk ke media sosial bernama LinkedIn dan terhubung dengan beberapa orang yang memiliki ketertarikan atau karir sama sepertimu, terutama para recruiter maupun perusahaan - perusahaan yang juga bergerak di bidang yang kamu dalami. Mulailah aktif mencari berbagai informasi terkait apa saja yang perlu kamu tingkatkan dari karir yang kamu dalami. Kamu juga bisa bertanya kepada orang - orang yang telah terhubung denganmu untuk meminta saran dan kritik terkait pengalaman dan kemampuan yang kamu miliki sekarang untuk dapat meningkatkan jenjang karir yang kamu inginkan. Ada beberapa tips menarik yang dapat kamu implementasikan guna meningkatkan kualitas networking atau jaringan kenalan karir yang dimiliki, yakni: gunakan prinsip ATM (Amati, Tiru, Modifikasi) sikap dan tingkah laku mereka yang telah terbukti sukses di bidang pekerjaan tertentu, bersikap antusias terhadap kebiasaan orang - orang yang terbukti sukses menjadi praktisi di bidang yang diinginkan, amati setiap detail tingkah laku dan sikap mereka ketika bertemu atau aktif membagikan pengalaman di media sosial terkait bidang yang digeluti, ambil sisi positif dari sikap dan tingkah laku mereka yang relevan dengan peningkatan jenjang karir yang kamu inginkan, terapkan sikap profesionalisme dalam menyelesaikan suatu masalah dari hal simpel dalam kehidupanmu agar dapat menjadi kebiasaan yang positif ketika kamu diterima kerja nantinya."
            ]
        },
        {
            "tag": "personal_branding",
            "responses": [
                "Menurut UMBC Career Guide 2023-2024, personal branding atau pengembangan reputasi atau kredibilitas karir sangat penting dalam pengembangan karir kamu. Personal branding akan membuat kamu lebih percaya diri ketika menambah networking atau jaringan kenalan karir dan melamar kerja. Ada persamaan yang cukup menarik berkenaan dengan personal branding ini, yakni: Authentic + Consistent = Trustworthy. Maksudnya, authentic atau asli dan orisinalitas reputasi dan pengalaman karir yang digabung dengan consistent atau secara konsisten menyatakan reputasi dan pengalaman karir yang sama di berbagai kesempatan atau media sosial yang kamu miliki akan membuat perusahaan lebih mudah percaya denganmu dan meningkatkan persentase kamu untuk mendapat pekerjaan di bidang yang kamu inginkan. Ada beberapa tips guna meningkatkan kualitas personal branding atau reputasi atau kredibilitas karir kamu, yakni: membuat video promosi tentang kemampuanmu selama 30 detik yang berisi perkenalan singkat tentang identitasmu, penyebutan beberapa keunggulan dan pencapaian kamu telah kamu raih, cara kamu memberikan kontribusi positif kepada perusahaan, dan kemas semua hal tersebut dalam bentuk yang jelas dan simpel agar mudah dimengerti oleh audiens. Mulailah melengkapi profil akun LinkedIn-mu dengan mengunggah foto yang jelas dan profesional, isi headline LinkedIn yang unik dan memiliki nilai tinggi sesuai kemampuan atau pengalaman yang kamu punya di bidang tertentu, tambahkan rangkuman riwayat karirmu dengan mengutamakan pada beberapa kemampuan serta pencapaian terbaik yang telah kamu raih, minta rekomendasi performa karir dari rekan kerja, baca ulang data yang telah kamu isi apabila terdapat kesalahan penulisan atau ketidaksesuaian makna sesuai kemampuan atau pengalaman yang kamu miliki."
            ]
        },
        {
            "tag": "internship",
            "responses": [
                "Menurut UMBC Career Guide 2023-2024, proses mencari internship atau magang karir adalah proses memasarkan skill yang kamu miliki - meyakinkan perusahaan untuk \"membeli\" apa yang kamu tawarkan. Agar dapat melakukan hal ini dengan efektif, kamu perlu mengetahui apa yang kamu \"jual\" (contohnya, skill kamu, pengalaman kamu, pendidikan kamu, dan ketertarikan kamu terkait bidang pekerjaan yang kamu lamar) dan kepada siapa kamu \"menjual\" (contohnya, posisi pekerjaan dan bidang industri yang kamu lamar). Selanjutnya, kamu perlu menunjukkan brosur yang menarik berkenaan guna memasarkan skill yang kamu miliki (contohnya, portfolio kamu seputar bidang pekerjaan yang kamu incar, resume, curicculum vitae) dan menerapkan strategi pemasaran yang efektif (contohnya, teknik pencarian internship atau magang karir yang terfokus pada bidang yang kamu incar). Lebih lanjut, carilah penasehat karir (contohnya, dosen kuliah dan teman kuliah yang sudah pernah mengikuti internship atau magang karir), bangun jaringan karir dengan menghadiri berbagai event dan kompetisi terkait bidang yang kamu incar seperti Career Fair yang ada di kampusmu serta melalui platform media sosial karir LinkedIn, identifikasi perusahaan yang relevan dengan posisi yang kamu incar, lakukan riset dan kontak perusahaan melalui pihak recruiter secara langsung untuk melamar posisi pekerjaan yang kamu incar, manfaatkan sumber daya pengembangan karir dan event terkait karir untuk menambah peluang kamu melamar ke lebih banyak tempat dengan posisi yang kamu incar (contohnya, Career Fair di kampusmu, serta beberapa media sosial seperti LinkedIn, Jobstreet, dan Glints), dan bangun hubungan yang baik dengan para recruiter perusahaan yang telah kamu lamar (contohnya, berinisiatif untuk menanyakan perihal hasil lamaran yang telah kamu lakukan pada perusahaan recruiter tersebut selang beberapa minggu setelah kamu melamar dengan bahasa yang sopan dan efektif)."
            ]
        },
        {
            "tag": "interview",
            "responses": [
                "Menurut UMBC Career Guide 2023-2024, ada 3 proses untuk dapat sukses dalam menghadapi interview, yakni: lakukan riset terkait perusahaan tempat kamu di-interview (contohnya, bidang bisnis perusahaan, visi misi perusahaan, produk dan layanan perusahaan, dan strategi perusahaan untuk dapat berkembang), rencanakan detail terkait skill yang kamu miliki beserta potensi pertanyaan oleh recruiter terhadap skill kamu dan relevansinya dengan posisi yang kamu lamar (contohnya, kamu bisa dalami unsur teknis dan sistem dari setiap skill yang kamu miliki dan menunjukkan pemahaman yang kamu miliki ketika menjawab pertanyaan oleh recruiter), dan banyaklha berlatih dalam menjawab pertanyaan dari recruiter (contohnya, kamu bisa melakukan sesi mock interview atau wawancara tiruan dengan teman kuliah, dosen kampus, ataupun praktisi di bidang yang relevan dengan posisi yang kamu lamar). Jangan lupa untuk mengimplementasikan metode S.T.A.R (Situation, Task, Action, Result) dimana Situation merupakan proses kamu menggambarkan suatu situasi yang pernah kamu alami dan kamu anggap sebagai sebuah permasalahan yang perlu diselesaikan, Task merupakan proses kamu menggambarkan tujuan dan risiko dari permasalahan tadi berdasarkan analisis yang kamu lakukan untuk memudahkan dalam menyelesaikan permasalahan tersebut, Action merupakan proses kamu menggambarkan aksi apa saja yang kamu ambil berdasarkan poin - poin pada proses Task dengan menggunakan skill yang kamu miliki, Result merupakan proses kamu menggambarkan hasil dari aksi yang telah kamu ambil dan dampaknya terhadap penyelesaian permasalahan sebelumnya. Ada beberap tips guna meningkatkan kualitas interview atau wawancara karir kamu, yakni: berusahalah untuk bersikap profesional dengan salam tangan yang tegas, postur duduk tegap, dan pandangan mata yang konsisten menatap ke recruiter atau pewawancara kamu, jaga senyuman untuk menghangatkan suasana selama interview, dan jangan tergesa - gesa dalam mengatur jawaban yang baik dan tepat di setiap pertanyaan yang diajukan. Pada fase akhir interview, kamu bisa menanyakan beberap hal terkait posisi yang kamu lamar ataupun kebijakan perusahaan berkenaan jam kerja, jadwal makan siang, ataupun hal lain yang ingin kamu perjelas. Setelah interview selesai dilakukan, jangan lupa untuk melakukan follow-up kepada recruiter kamu terkait hasil interview dan melalui media apa kamu akan mendapat hasil interview tersebut."
            ]
        },
        {
            "tag": "chat_gpt",
            "responses": [
                "Menurut UMBC Career Guide 2023-2024, ChatGPT dapat memberi wawasan tambahan bersifat fundamental terkait eksplorasi karir, pencarian kerja, networking, dan interview kerja. Dengan memasukkan pertanyaan seputar industri, peran pekerjaan, dan kualifikasi kerja yang dibutuhkan, kamu sudah dapat mendapat banyak insight yang dapat menambah wawasan seputar pengembangan karir yang kamu lakukan. ChatGPT bisa dijadikan teman interview kamu dengan memberikan banyak masukan tambahan tentang cara interview. Kamu juga bertanya tentang jenis pekerjaan yang sedang trending atau memiliki banyak peminat di bidang pekerjaan yang kamu tekuni sekarang untuk mendapat lebih banyak wawasan. Kendati demikian, ChatGPT juga memiliki batasan dalam memberikan wawasan tambahan seputar pengembangan karir. Tingkat keorisinalan saran yang diberikan sangat bergantung pada data pelatihan ChatGPT dan tidak selalu up-to-date. Itulah mengapa kamu juga harus melakukan cross-check terhadap masukan dari ChatGPT dengan informasi dari Career Center di dekatmu guna memvalidasi informasi dan wawasan yang kamu peroleh."
            ]
        },
        {
            "tag": "fresh_graduate",
            "responses": [
                "Menurut UMBC Career Guide 2023-2024, ada beberapa hal yang bisa dilakukan kamu para fresh graduates dalam memulai pengembangan karir, dimulai dengan berkonsultasi kepada Career Center di kampus tentang kejelasan karir yang diiginkan. Perbaiki resume dan dokumen pendukung lamaran kerja lainnya, seperti ijazah, CV atau curriculum vitae, hingga surat lamaran kerja. Mulailah mencari dan melamar di berbagai lowongan pekerjaan di internet maupun Career Fair di beberapa kampus. Siapkan dirimu dalam menghadapi seleksi internship dan interview. Ikuti program virtual interview dan mulailah berkenalan dengan beberapa karyawan perusahaan di program tersebut. Ikuti beberapa program internal di kampusmu atau organisasi diluar kampus yang dapat menunjang pengembangan karir dan skill kerjamu. Jangan lupa untuk melakukan riset terhadap beberapa perusahaan yang ingin kamu masuki."
            ]
        },
        {
            "tag": "passion",
            "responses": [
                "Menurut UMBC Career Guide 2023-2024, keputusan karir terbaik ialah yang selaras dengan passion nilai-nilai pribadi yang ada dalam dirimu. Nilai-nilai tersebut merepresentasikan kepercayaanmu tentang apa yang penting dalam pekerjaanmu dan berarti bagimu. Saat nilai-nilai pribadimu selaras dengan bagaimana kamu hidup dan bekerja, kamu akan cenderung merasa puas. Berikut beberapa rekomendasi nilai-nilai pribadi yang bisa kamu jadikan acuan ketika melamar kerja: Kemajuan, Keprihatinan, Keamanan Kerja, Estetika, Keluarga, Kepemimpinan, Afiliasi, Tepat Waktu, Pengambil Keputusan, Membantu Masyarakat, Stabilitas Keuangan, Pemenuhan Moral, Keaslian, Fleksibilitas, Pertumbuhan Diri, Otonomi, Kesenangan, Pengakuan, Tantangan, Menghasilkan Pengetahuan, Status, Perubahan, Ketenangan, Dapat Diprediksi, Membantu Orang Lain, Kerja Tim, Kreativitas, Pendapatan Tinggi, Bekerja Sendiri, Diversitas, Mempengaruhi Orang Lain, Keseimbangan Hidup dan Kerja."
            ]
        },
        {
            "tag": "portofolio",
            "responses": [
                "Menurut UMBC Career Guide 2023-2024, portofolio penting untuk memberikan para perekrut di berbagai perusahaan yang ingin kamu lamar tentang apa yang kamu tawarkan kepada mereka dan apa yang unik dan berbeda darimu sehingga mereka tertarik untuk merekrut kamu. Portofolio bisa berupa karya tulis, proyek teknis, proyek desain, presentasi, produksi video, pengembangan game, hingga kemampuan fotografi. Bahkan ada juga perekrut mungkin akan memintamu mengirim portofolio digital agar mereka lebih mudah dalam melakukan pengecekan terhadap kemampuan kerja yang kamu miliki. Ada beberapa portofolio berupa karya tulis, yakni: laporan riset ilmiah, policy brief, laporan laboratorium, postingan blog, hingga artikel di surat kabar. Kendati demikian, kamu perlu mengemas semua portofolio kamu dalam bentuk yang mudah dipahami ketika diminta oleh para perekrut, biasanya 1 - 4 halaman sudah cukup untuk menggambarkan berbagai karya yang pernah kamu buat. Kamu juga bisa melampirkan dokumen riset ilmiah selama berkuliah di kampus ataupun sertifikasi kompetensi di bidang pekerjaan yang relevan dengan posisi pekerjaan yang kamu lamar sebagai tambahan portofolio. Portofolio juga bisa berupa keaktifanmu dalam berbagai acara di bidang pekerjaan yang kamu inginkan, baik acara nasional maupun internasional. Bila kamu anak IT, kamu juga bisa melampirkan portofolio berupa website pribadi atau akun Github. Ada juga platform gratis yang bisa kamu gunakan untuk melampirkan berbagai portofolio kamu, seperti: ArtStation, Canva, Dribble, FolioSpaces, FolioTek, Vimeo, Weebly, Wix, WordPress, dan Youtube."
            ]
        },
        {
            "tag": "linkedin",
            "responses": [
                "Menurut UMBC Career Guide 2023-2024, Linkedin dapat kamu gunakan sebagai kehadiran profesional kamu di internet. Ada beberapa bagian dalam halaman Linkedinmu, yakni: Photo, Connections, Headline, Skills, About dan Public Profile URL. Untuk bagian Photo, pilihlah foto profilmu seorang diri dan usahakan untuk bersikap profesional. Bagian Headline terletak tepat dibawah namamu dimana kamu bisa membuat beberapa kata kunci yang relevan dengan skill maupun posisi pekerjaan yang kamu inginkan atau tekuni, sebagai contoh: UMBC Technology Student/Creative Problem Solver. Bagian Connections terletak dibawah bagian Headline yang menunjukkan jumlah orang yang berhubungan atau connect denganmu, mirip seperti Follow dan Follow Back di beberapa platform media sosial lain seperti Instagram. Bagian Skills bisa kamu dapatkan dengan memilih untuk menunjukkan bagian tersebut melalui tombol \"Tambah bagian profil\" atau \"Add profile section\" dimana kamu bisa memilih beberapa skill yang relevan dengan bidang pekerjaan yang kamu tekuni. Bagian About bisa kamu isi dengan keunggulan serta pengalaman kerjamu yang relevan dengan posisi pekerjaan yang kamu inginkan pada 3 baris pertama mengingat 3 baris pertama dapat dengan mudah dilihat oleh orang lain. Bagian Public Profile URL bisa kamu ubah sesuai dengan preferensi yang kamu inginkan untuk memudahkanmu dalam membagikan halaman Linkedin milikmu dan lebih mudah dihafal oleh orang lain. Kamu juga bisa mulai membuka halaman Linkedin dari UPN \"Veteran\" Jawa Timur dan mencai berbagai alumni yang juga berkuliah di kampus tersebut. Cobalah mulai lakukan Follow atau Connect dengan beberapa alumni yang memiliki preferensi skill pekerjaan yang sesuai dengan dirimu. Ketika kamu berhasil berhubungan dengan beberapa alumni tersebut, kamu akan secara otomatis mengetahui berbagai kegiatan di Linkedin yang mereka lakukan, seperti membagikan pengalaman kerja mereka, postingan kerja atau skill yang mereka sukai hingga lowongan kerja yang mereka bagikan dari perusahaan tertentu."
            ]
        },
        {
            "tag": "red_flag",
            "responses": [
                "Menurut UMBC Career Guide 2023-2024, Red Flag merupakan kondisi dimana sebuah perusahaan yang membuka lowongan kerja meminta biaya pendaftaran ataupun seleksi kepada kamu. Biasanya pemosting lowongan kerja tersebut adalah scammer yang yang berpura-pura menjadi seorang karyawan atau perekrut di perusahaan terkait. Mereka menggunakan iklan lowongan kerja untuk mengelabuhi kamu yang sedang mencari pekerjaan. Mereka biasanya akan bersikap baik dan ramah di awal pembicaraan, namun akan meminta kamu melakukan beberapa hal yang tidak seharusnya dilakukan dan aneh. Beberapa ciri lowongan kerja yang bisa dikatakan Red Flag, diantaranya: menanyakan hal seputar umur, status kewarganegaraan, status pernikahan, kondisi fisik, keaktifan politik, keagamaan, ataupun etnis, asal suku atau ras, agama, hingga rencana untuk memiliki keturunan. Mereka juga seringkali meminta kamu untuk menyediakan kartu kredit, nomor akun bank kamu, atau dokumen finansialmu yang lain meski belum direkrut. Alamat kontak mereka juga seringkali tidak sama dengan alamat kontak dari perusahaan yang dikaitkan, seperti: nama perusahaan \"Omega Inc.\" namun alamat email mereka memiliki domain Yahoo. Mereka juga biasanya menggunakan alamt email phising yang berpotensi mencuri data pribadi kamu melalui device yang kamu gunakan untuk membuka email tersebut. Deskripsi pekerjaan memiliki banyak kata-kata informal ataupun kata-kata yang salah pengejaannya. Mereka biasanya meminta kamu untuk membayar sejumlah uang yang nominalnya cukup besar dengan imbal balik kamu akan diterima kerja. Red Flag juga bisa datang dari lowongan kerja yang tidak pernah kamu lamar, namun tiba-tiba muncul di email atau notifikasi media sosial kamu. Deskripsi pekerjaan tidak jelas dan kecepatan mereka dalam membaca lamaran kerja yang kamu kirim, baik berupa CV atau curriculum vitae, resume, ataupun cover letter hanya jeda beberapa menit atau jam."
            ]
        },
        {
            "tag": "job_offering",
            "responses": [
                "Menurut UMBC Career Guide 2023-2024, Job Offering atau tawaran kerja biasanya dilakukan ketika kamu telah lolos tahap Interview dan seleksi dari lowongan kerja yang kamu lamar. Sebelum kamu menerima tawaran kerja, kamu perlu mempertimbangkan beberapa hal yang ditawarkan dari pekerjaan tersebut, seperti: potensi kemajuan karir, paket keuntungan kerja (asuransi kesehatan, pensiun), budaya dan etika perusahaan, jam kerja flesibel atau tidak, mengikuti tren industri atau tidak, kesesuaian pekerjaan, keamanan kerja, status pekerjaan (full-time atau kontraktor), lokasi kerja, nilai-nilai kerja, work-life balance, pengembangan karir profesional, nominal gaji, pelatihan kerja, travel, bantuan biaya pendidikan. Kamu juga perlu mengevaluasi tawaran kerja dengan prinsip 3T (Tone: kamu perlu apresiasi dan berpikir positif atas tawaran kerja yang kamu dapatkan, Timeliness: antusias dan tepat waktu dalam melengkapi berkas ataupun dokumen kerja setelah mendapat tawaran kerja, Tactics: selalu berkomunikasi dengan perekrut selama proses melengkapi berkas dokumen berjalan dan tetap sopan dalam bertanya sesuatu yang tidak kamu mengerti terkait tahapan tertentu dalam proses tersebut). Kamu juga perlu memberikan respon atau umpan balik yang menyatakan bahwa kamu menerima tawaran kerja bila kamu memang telah menerima segala fasilitas yang ditawarkan sebelumnya. Setelah kamu menerima tawaran kerja, jangan membatalkannya karena kamu akan dinilai tidak profesional dan tidak beretika dalam proses pencarian kerja, serta itu akan membuat personal branding yang kamu lakukan sebelumnya dicap buruk oleh perusahaan yang memberikan tawaran kerja kepadamu."
            ]
        },
        {
            "tag": "negosiasi_gaji",
            "responses": [
                "Menurut UMBC Career Guide 2023-2024, negosiasi gaji setelah pada waktu proses interview kerja atau setelah mendapat tawaran kerja perlu dilakukan untuk menyelaraskan apa yang kamu berikan dan apa yang kamu dapatkan dari perusahaan. Lakukanlah beberapa riset terlebih dahulu sebelum melakukan negosiasi gaji dengan mengetahui rentang gaji secara umum di lokasi tempat kamu akan bekerja. Kamu bisa mendemonstrasikan pengetahuanmu setelah melakukan beberapa riset terkait rentang gaji, semisal: \"Riset yang saya lakukan menunjukkan bahwa karyawan magang di bidang Sistem Informasi menerima gaji antara 15 USD hingga 23 USD dengan rata-rata gaji 19 USD. Berdasarkan kualifikasi saya yang kuat, saya rasa gaji pada rentang 17 USD hingga 20 USD sesuai untuk saya.\". Kamu juga bisa menanyakan balik kepada perekrut tentang apa yang akan didapatkan oleh karyawan lain yang memiliki latar belakang, skill, dan kualifiksi sepertimu di posisi pekerjaan terkait. Bila pihak perekrut masih sulit dalam negosiasi gaji, tanyakan apakah ada aspek lain yang bisa dinegosiasikan, seperti: jatah liburan, atau opsi untuk bekerja secara remote maupun hybrid. Perlu diingat bahwa negosiasi gaji ini tidak boleh dilakukan sebelum kamu mendapat tawaran kerja yang jelas."
            ]
        },
        {
            "tag": "work_from_home",
            "responses": [
                "Menurut UMBC Career Guide 2023-2024, WFH atau Work From Home atau kerja dari rumah dapat memberi beberapa keuntungan bagi kamu, seperti: kebebasan gerak selama bekerja, bekerja independen, dapat mengatur jadwal sendiri, fleksibilitas, hingga tidak perlu bepergian. Namun, kelemahan kerja dari rumah juga ada, seperti: merasa terisolasi, kesulitan dalam membangun hubungan dengan rekan kerja atau manager, kebutuhan lingkungan kerja yang apa adanya. Ada beberapa tips untuk menunjang aktivitas kerja dari rumah, seperti: Mulailah mengatur lingkungan kerja yang nyaman, produktif, dan terstruktur, Secara aktif berkolaborasi dengan rekan kerja dalam menyelesaikan pekerjaan atau melakukan sharing session terkait pengetahuan terkait pekerjaan, dan Jangan lupa untuk membuat tujuan profesionalmu sendiri agar kamu dapat terus berkembang secara karir dan memiliki arah masa depan karir yang lebih transparan. Adapun beberap tools yang dapat kamu gunakan selama kerja dari rumah, antara lain: Video Conferencing/Chat (Blue Jeans, Google Hangouts, GoToMeeting, join.me, Microsoft Teams, Skype, Slack, Webex, Zoom), Penyimpanan Data (Box, Dropbox, Google Drive), Project Management (Basecamp, Trello)."
            ]
        },
        {
            "tag": "gap_year",
            "responses": [
                "Menurut UMBC Career Guide 2023-2024, Gap Year atau tahun jeda ialah periode dimana kamu dapat mengeksplor keunggulan dan kekuatan yang kamu miliki. Biasanya, Gap Year berlangsung antara 6 - 12 bulan. Gap Year bisa kamu lakukan bilamana kamu masih mengalami kendala akan identifikasi talenta dan passion yang kamu miliki. Beberapa pertanyaan seperti: \"Siapa aku?\", \"Kemana aku akan pergi?\", dan \"Bagaimana aku bisa mencapai titik tersebut?\" dapat kamu renungkan selama Gap Year. Di sisi lain, sebenarnya selama Gap Year, kamu bisa mencari pengalaman kerja atau magang di perusahaan ataupun startup yang menawarkan posisi kerja yang kamu inginkan. Kamu juga bisa menambah kesempatan untuk belajar lagi di tingkat pendidikan yang lebih tinggi, seperti: S2 atau S3. Kamu juga bisa bekerjaa dalam jangka pendek yang tidak terlalu menguras waktu pribadimu. Kamu juga bisa pergi berlibur ke mancanegara untuk mengetahui berbagai budaya ataupun karakter dari berbagai masyarakat diluar daerahmu. Kamu juga bisa mengikuti kegiatan volunteer atau sukarelawan dari organisasi kesehatan, lingkungan, hingga kemanusiaan untuk mengisi waktu Gap Year yang kamu miliki. Kendati demikian, Gap Year memiliki beberapa kelemahan, diantaranya: menunda waktu memulai bekerja secara formal, kurangnya pemasukan finansial, hingga rindu dengan keluarga untuk pulang ke kampung halaman bila kamu sedang berada di daerah lain yang cukup jauh dari kampung halamanmu."
            ]
        },
        {
            "tag": "profil_lulusan_perusahaan_pendidikan_dokter",
            "responses": [
                "Menurut website resmi Pendidikan Dokter dari UPN \"Veteran\" Jawa Timur, Lulusan Pendidikan Dokter dari UPN \"Veteran\" Jawa Timur memiliki potensi pekerjaan yang cukup luas, beberapa di antaranya: 1. Dokter Umum di Puskesmas atau Rumah Sakit, 2. Dokter Spesialis, 3. Dokter di Klinik Swasta, 4. Tenaga Medis di Instansi Pemerintah ,5. Praktik Dokter Pribadi, 6. Peneliti di Bidang Kesehatan, 7. Dosen, Manajemen Kesehatan, 8. Tenaga Medis di Organisasi Internasional, 9. Tenaga Kesehatan Lingkungan. Adapun beberapa instansi atau perusahaan mitra Pendidikan Dokter UPN \"Veteran\" Jawa Timur, di antaranya: 1. Rumah Sakit Satelit Surabaya, 2. Rumah Sakit Umum Daerah dr. Mohammad Saleh, 3. Rumah Sakit Umum Daerah Ar Rozy Probolinggo. Ini dilakukan dengan harapan para mahasiswa maupun alumni Pendidikan Dokter UPN \"Veteran\" Jawa Timur memperoleh ekosistem pendidikan dan pekerjaan yang baik guna menambah jumlah praktisi lulusan Pendidikan Dokter di Indonesia."
            ]
        },
        {
            "tag": "profil_lulusan_perusahaan_profesi_dokter",
            "responses": [
                "Menurut website resmi Profesi Dokter dari UPN \"Veteran\" Jawa Timur, Lulusan Profesi Dokter dari UPN \"Veteran\" Jawa Timur memiliki potensi pekerjaan yang cukup luas, beberapa di antaranya: 1. Dokter Umum di Puskesmas atau Rumah Sakit, 2. Dokter Spesialis, 3. Dokter di Klinik Swasta, 4. Tenaga Medis di Instansi Pemerintah ,5. Praktik Dokter Pribadi, 6. Peneliti di Bidang Kesehatan, 7. Dosen, Manajemen Kesehatan, 8. Tenaga Medis di Organisasi Internasional, 9. Tenaga Kesehatan Lingkungan. Adapun beberapa instansi atau perusahaan mitra Profesi Dokter UPN \"Veteran\" Jawa Timur, di antaranya: 1. Rumah Sakit Satelit Surabaya, 2. Rumah Sakit Umum Daerah dr. Mohammad Saleh, 3. Rumah Sakit Umum Daerah Ar Rozy Probolinggo. Ini dilakukan dengan harapan para mahasiswa maupun alumni Profesi Dokter UPN \"Veteran\" Jawa Timur memperoleh ekosistem pendidikan dan pekerjaan yang baik guna menambah jumlah praktisi lulusan Profesi Dokter di Indonesia."
            ]
        },
        {
            "tag": "profil_lulusan_perusahaan_ekonomi_pembangunan",
            "responses": [
                "Menurut website resmi Ekonomi Pembangunan dari UPN \"Veteran\" Jawa Timur, Lulusan Ekonomi Pembangunan dari UPN \"Veteran\" Jawa Timur memiliki potensi pekerjaan yang cukup luas, beberapa di antaranya: 1. Perencana Ekonomi, 2, Pegawai Negeri Sipil, 3. Peneliti Ekonomi, 4. Analis Keuangan, 5. Konsultan Ekonomi, 6. Ekonom Perusahaan, 7. Manajer Proyek, 8. Dosen, 9. Peneliti, 10. Ekonom Keuangan Sosial, 11. Ekonom di Organisasi Internasional, 12. Pengusaha, 13. Konsultan Bisnis. Adapun beberapa instansi atau perusahaan mitra Ekonomi Pembangunan UPN \"Veteran\" Jawa Timur, di antaranya: 1. PT Martina Berto, 2. PT Terminal Petikemas Surabaya, 3. Firs Brain, 4. Bappeko Surabaya, PT Bursa Efek Indonesia, 5. PT MNC Sekuritas. Ini dilakukan dengan harapan para mahasiswa maupun alumni Ekonomi Pembangunan UPN \"Veteran\" Jawa Timur memperoleh ekosistem pendidikan dan pekerjaan yang baik guna menambah jumlah praktisi lulusan Ekonomi Pembangunan di Indonesia."
            ]
        },
        {
            "tag": "profil_lulusan_perusahaan_manajemen",
            "responses": [
                "Menurut website resmi Manajemen dari UPN \"Veteran\" Jawa Timur, Lulusan Manajemen dari UPN \"Veteran\" Jawa Timur memiliki potensi pekerjaan yang cukup luas, beberapa di antaranya: 1. Pegawai Negeri Sipil, 2. Manajer Proyek Pemerintah, 3. Manajer Bisnis, 4. Analis Bisnis, 5. Manajer Sumber Daya Manusia, 6. Manajer Pemasaran, 7. Manajer Keuangan, 8. Konsultan Manajemen, 9. Dosen, 10. Peneliti, 11. Manajer Kemasyarakatan, 12. Manajer di Organisasi Internasional, 13. Pengusaha, 14. Konsultan Bisnis, 15. Manajer Bank, 16. Analis Keuangan. Adapun beberapa instansi atau perusahaan mitra Manajemen UPN \"Veteran\" Jawa Timur, di antaranya: 1. PT Bank Negara Indonesia (Persero), Tbk, 2. PT Pertamina (Persero), 3. Bank Indonesia, 4. PT Soilens. Ini dilakukan dengan harapan para mahasiswa maupun alumni Manajemen UPN \"Veteran\" Jawa Timur memperoleh ekosistem pendidikan dan pekerjaan yang baik guna menambah jumlah praktisi lulusan Manajemen di Indonesia."
            ]
        },
        {
            "tag": "profil_lulusan_perusahaan_akuntansi",
            "responses": [
                "Menurut website resmi Akuntasi dari UPN \"Veteran\" Jawa Timur, Lulusan Akuntasi dari UPN \"Veteran\" Jawa Timur memiliki potensi pekerjaan yang cukup luas, beberapa di antaranya: 1. Pegawai Negeri Sipil, 2. Auditor Pemerintah, 3. Akuntan Pemerintah, 4. Akuntan Publik, 5. Akuntan Akuntasi, 6. Akuntan Keuangan, 7. Internal Auditor, 8. Konsultan Pajak, 9. Analis Kredit, 10. Manajer Risiko Keuangan, 11. Manajer Keuangan, 12. Dosen, 13. Peneliti, 14. Akuntan di Bidang Sosial Masyarakat, 15. Akuntan di Organisasi Internasional, 16. Pengusaha, 17. Konsultan Bisnis. Adapun beberapa instansi atau perusahaan mitra Akuntasi UPN \"Veteran\" Jawa Timur, di antaranya: 1. KAP Supoyo, Sutjahyo, Subyantara & Rekan, 2. KAP Riza,Adi, Syahril & Rekan, 3. CV Tepung Mas, 4. PT Abattoir Surya Jaya, 5. PT UMKM Indonesia, 6. Konsultan Akuntasi dan Teknik Multi Bina Sejahtera, 7. Koperasi KSM Rungkut Sejahtera, 8. Paguyupan UMKM Kecamatan Rungkut, 9. LKMK Kelurahan  Medokan Ayu, 10. KPP Supardi Djoko Susilo, 11. Koperasi Toko Kelontong Kec. Rungkut, 12. Lembaga Pendidikan dan Pengembangan Usaha Kecil Menengah (LP2UKM), 13. KAP Budi dan Azhari, 14. PT Petrokopindo Cipta Selaras, 15. KKP budi Tjiptono dan rekan, 16. KAP Buntaran & Lisawati, 17. KAP Richad Risambessy & Rekan, 18. KKP Harwa Persada Consulting, 19. KAP Habib Basuni & Heryadi, 20. Koperasi Wanita “Kartini Gadung”, 21. Paguyupan Koperasi Wanita Kecamatan Driyorejo Gresik, 22. Koperasi Wanita Sri Rejeki Desa Cemandi, Kecamatan Sedati. Sidoarjo, 23. Dinas KUMKM Provinsi Jawa Timur, 24. CV Awan Bhakti, 25. PT Dalijo Ulam Upadi, 26. PT Awan Karya Bangun Perkasa, 27. PT Morodadi Consulting, 28. PT Awan Karya Bhakti, 29. Badan Penelitian dan Pengembangan daerah Kab. Lamongan, 30. ICMA, 31. Pesantren Sunan Derajat Lamongan, 32. Accounting Research Institute UTM Mara Malaysia. Ini dilakukan dengan harapan para mahasiswa maupun alumni Manajemen UPN \"Veteran\" Jawa Timur memperoleh ekosistem pendidikan dan pekerjaan yang baik guna menambah jumlah praktisi lulusan Manajemen di Indonesia."
            ]
        },
        {
            "tag": "profil_lulusan_perusahaan_kewirausahaan",
            "responses": [
                "Menurut website resmi Kewirausahaan dari UPN \"Veteran\" Jawa Timur, Lulusan Kewirausahaan dari UPN \"Veteran\" Jawa Timur memiliki potensi pekerjaan yang cukup luas, beberapa di antaranya: 1. Pengusaha, 2. Founder/Co-Founder Star-Up, 3. Business Incubator, 4. Manajer Bisnis, 5. Manajer Pengembangan Bisnis, 6. Manajer Produk, 7. Konsultan Bisnis, 8. Pelatih Kewirausahaan, 9. Analis Investasi, 10. Manajer Risiko Keuangan, 11. Dosen, 12. Peneliti Kewirausahaan, 13. Pengusaha di Bidang Sosial, 14. Pengusaha di Organisasi Internasional, 15. Pengembang Produk Kreatif, 16. Pengusaha Teknologi. Adapun beberapa instansi atau perusahaan mitra Kewirausahaan UPN \"Veteran\" Jawa Timur, di antaranya: 1. Dinas Perindustrian dan Perdagangan Provinsi Jawa Timur. Ini dilakukan dengan harapan para mahasiswa maupun alumni Kewirausahaan UPN \"Veteran\" Jawa Timur memperoleh ekosistem pendidikan dan pekerjaan yang baik guna menambah jumlah praktisi lulusan Kewirausahaan di Indonesia."
            ]
        },
        {
            "tag": "profil_lulusan_perusahaan_teknik_industri",
            "responses": [
                "Menurut website resmi Teknik Industri dari UPN \"Veteran\" Jawa Timur, Lulusan Teknik Industri dari UPN \"Veteran\" Jawa Timur memiliki potensi pekerjaan yang cukup luas, beberapa di antaranya: 1. Manajer Produksi, 2. Cost Control Engineer, 3. Spesialis Rantai Pasok, 4. Quality Control, 5. Industrial Engineer, 6. Sales Engineer, 7. Spesialis Logistik, 8. Manajer Proyek. Adapun beberapa instansi atau perusahaan mitra Teknik Industri UPN \"Veteran\" Jawa Timur, di antaranya: 1. PT Laksana Bus, 2. PT Petrokimia Gresik. Ini dilakukan dengan harapan para mahasiswa maupun alumni Teknik Industri UPN \"Veteran\" Jawa Timur memperoleh ekosistem pendidikan dan pekerjaan yang baik guna menambah jumlah praktisi lulusan Teknik Industri di Indonesia."
            ]
        },
        {
            "tag": "profil_lulusan_perusahaan_teknik_kimia",
            "responses": [
                "Menurut website resmi Teknik Kimia dari UPN \"Veteran\" Jawa Timur, Lulusan Teknik Kimia dari UPN \"Veteran\" Jawa Timur memiliki potensi pekerjaan yang cukup luas, beberapa di antaranya: 1. Analis Laboratorium, 2. Quality Control Industri Kimia, 3. Pengusaha Bahan Kimia, 4. Dosen, 5. Peneliti, 6. Operator Proses Industri Kimia. Adapun beberapa instansi atau perusahaan mitra Teknik Kimia UPN \"Veteran\" Jawa Timur, di antaranya: 1. Pusat Pengembangan Sumber Data Manusia Minyak dan Gas Bumi, 2. PTPN X, 3. PT Energi Agro Nusantara, 4. PG Rejo Agung Baru Madiun, 5. BRIN, 6. PT Mitra Hijau, 7. PT Garam, 8. PT Madu Lingga Raharja, 9. PT Pertamina RU IV Balongan, 10. PT Petrokimia Gresik. Ini dilakukan dengan harapan para mahasiswa maupun alumni Teknik Kimia UPN \"Veteran\" Jawa Timur memperoleh ekosistem pendidikan dan pekerjaan yang baik guna menambah jumlah praktisi lulusan Teknik Kimia di Indonesia."
            ]
        },
        {
            "responses": [
                "Menurut website resmi Teknologi Pangan dari UPN \"Veteran\" Jawa Timur, Lulusan Teknologi Pangan dari UPN \"Veteran\" Jawa Timur memiliki potensi pekerjaan yang cukup luas, beberapa di antaranya: 1. Manajer Operasional dan Logistik, 2. Manajer Produk, 3. Manajer Pengendalian Mutu Produk dan Kesehatan, 4. Market Researcher, 5. Peneliti Bioteknologi, 6. Ahli Diet, 7. Quality Control Industri Pangan, 8. Quality Assurance Industri Pangan, 9. Dosen, 10. Spesialis Teknologi Pangan. Adapun beberapa instansi atau perusahaan mitra Teknologi Pangan UPN \"Veteran\" Jawa Timur, di antaranya: 1. PT Hyang Reksa Karya Indonesia, 2. PT Samudra Mas Nusantara, 3. PT Agung Bumi Agro, 4. PP Batus Surur, 5. UD Maharani Dwi Bayu, 6. PT Petrokimia Gresik. Ini dilakukan dengan harapan para mahasiswa maupun alumni Teknologi Pangan UPN \"Veteran\" Jawa Timur memperoleh ekosistem pendidikan dan pekerjaan yang baik guna menambah jumlah praktisi lulusan Teknologi Pangan di Indonesia."
            ]
        },
        {
            "tag": "profil_lulusan_perusahaan_teknik_sipil",
            "responses": [
                "Menurut website resmi Teknik Sipil dari UPN \"Veteran\" Jawa Timur, Lulusan Teknik Sipil dari UPN \"Veteran\" Jawa Timur memiliki potensi pekerjaan yang cukup luas, beberapa di antaranya: 1. Tenaga Ahli Bidang Sipil, 2. Manajer Bidang Sipil, 3. Konsultan Bidang Sipil, 4. Kotraktor Bidang Sipil, 5. Pegawai Negeri Sipil, 6. Manajer Konstruksi, 7. Tenaga Ahli Bangunan Sipil. Adapun beberapa instansi atau perusahaan mitra Teknik Sipil UPN \"Veteran\" Jawa Timur, di antaranya: 1. PT Petrokimia Gresik. Ini dilakukan dengan harapan para mahasiswa maupun alumni Teknik Sipil UPN \"Veteran\" Jawa Timur memperoleh ekosistem pendidikan dan pekerjaan yang baik guna menambah jumlah praktisi lulusan Teknik Sipil di Indonesia."
            ]
        },
        {
            "tag": "profil_lulusan_perusahaan_teknik_lingkungan",
            "responses": [
                "Menurut website resmi Teknik Lingkungan dari UPN \"Veteran\" Jawa Timur, Lulusan Teknik Lingkungan dari UPN \"Veteran\" Jawa Timur memiliki potensi pekerjaan yang cukup luas, beberapa di antaranya: 1. Tenaga Ahli Bidang Teknik Lingkungan, 2. Dosen, 3. Peneliti, 4. Pegawai Negeri Sipil. Adapun beberapa instansi atau perusahaan mitra Teknik Lingkungan UPN \"Veteran\" Jawa Timur, di antaranya: 1. PT Sucofindo, 2. PT Mitra Hijau Indonesia, 3. Dinas Lingkungan Hidup Provinsi Jawa Timur, 4. Dinas PUPR Lamongan, 5. PT Hasidha Persada, 6. PT Gapura Liqua Solutions, 7. PT Angkasa Pura Kupang, 8. PT Petrokimia Gresik. Ini dilakukan dengan harapan para mahasiswa maupun alumni Teknik Lingkungan UPN \"Veteran\" Jawa Timur memperoleh ekosistem pendidikan dan pekerjaan yang baik guna menambah jumlah praktisi lulusan Teknik Lingkungan di Indonesia."
            ]
        },
        {
            "tag": "profil_lulusan_perusahaan_teknik_mesin",
            "responses": [
                "Menurut website resmi Teknik Mesin dari UPN \"Veteran\" Jawa Timur, Lulusan Teknik Mesin dari UPN \"Veteran\" Jawa Timur memiliki potensi pekerjaan yang cukup luas, beberapa di antaranya: 1. . Adapun beberapa instansi atau perusahaan mitra Teknik Mesin UPN \"Veteran\" Jawa Timur, di antaranya: 1. PT Centra Teknologi Indonesia, 2. PT United Tractors Semen Gresik, 3. PT Petrokimia Gresik. Ini dilakukan dengan harapan para mahasiswa maupun alumni Teknik Mesin UPN \"Veteran\" Jawa Timur memperoleh ekosistem pendidikan dan pekerjaan yang baik guna menambah jumlah praktisi lulusan Teknik Mesin di Indonesia."
            ]
        },
        {
            "tag": "profil_lulusan_perusahaan_fisika",
            "responses": [
                "Menurut website resmi Fisika dari UPN \"Veteran\" Jawa Timur, Lulusan Fisika dari UPN \"Veteran\" Jawa Timur memiliki potensi pekerjaan yang cukup luas, beberapa di antaranya: 1. Peneliti Bidang Fisika, 2. Dosen, 3. Pegawai Negeri Sipil, 4. Tenaga Ahli Laboratorium Bidang Fisika. Adapun beberapa instansi atau perusahaan mitra Fisika UPN \"Veteran\" Jawa Timur, di antaranya: 1. Asia University, 2. Chienkuo University, 3. PT Petrokimia Gresik. Ini dilakukan dengan harapan para mahasiswa maupun alumni Fisika UPN \"Veteran\" Jawa Timur memperoleh ekosistem pendidikan dan pekerjaan yang baik guna menambah jumlah praktisi lulusan Fisika di Indonesia."
            ]
        },
        {
            "tag": "profil_lulusan_perusahaan_teknik_informatika",
            "responses": [
                "Menurut website resmi Teknik Informatika dari UPN \"Veteran\" Jawa Timur, Lulusan Teknik Informatika dari UPN \"Veteran\" Jawa Timur memiliki potensi pekerjaan yang cukup luas, beberapa di antaranya: 1. System Analyst, 2. Software Engineer, 3. Network Administrator, 4. Information Security, 5. Data Analyst, 6. Data Scientist, 7. UI/UX Designer, 8. Konsultan IT, 9. Game Developer, 10. Web Developer, 11. Database Administrator, 12. AI Engineer, 13. Frontend Developer, 14. Backend Developer, 15. Fullstack Developer, 16. Dosen, 17. Peneliti, 18. Hardware Engineer, 19. IoT Developer. Adapun beberapa instansi atau perusahaan mitra Teknik Informatika UPN \"Veteran\" Jawa Timur, di antaranya dapat dilihat pada <a href=\"https://fasilkom.upnjatim.ac.id/mitra-kerjasama/\">link berikut</a>. Ini dilakukan dengan harapan para mahasiswa maupun alumni Teknik Informatika UPN \"Veteran\" Jawa Timur memperoleh ekosistem pendidikan dan pekerjaan yang baik guna menambah jumlah praktisi lulusan Teknik Informatika di Indonesia."
            ]
        },
        {
            "tag": "profil_lulusan_perusahaan_sistem_informasi",
            "responses": [
                "Menurut website resmi Sistem Informasi dari UPN \"Veteran\" Jawa Timur, Lulusan Sistem Informasi dari UPN \"Veteran\" Jawa Timur memiliki potensi pekerjaan yang cukup luas, beberapa di antaranya: 1. System Analyst, 2. Software Engineer, 3. Network Administrator, 4. Information Security, 5. Data Analyst, 6. Data Scientist, 7. UI/UX Designer, 8. Konsultan IT, 9. Game Developer, 10. Web Developer, 11. Database Administrator, 12. AI Engineer, 13. Frontend Developer, 14. Backend Developer, 15. Fullstack Developer, 16. Dosen, 17. Peneliti, 18. Software Quality Assurance Engineer, 19. Technical Writer. Adapun beberapa instansi atau perusahaan mitra Sistem Informasi UPN \"Veteran\" Jawa Timur, di antaranya dapat dilihat pada <a href=\"https://fasilkom.upnjatim.ac.id/mitra-kerjasama/\">link berikut</a>. Ini dilakukan dengan harapan para mahasiswa maupun alumni Sistem Informasi UPN \"Veteran\" Jawa Timur memperoleh ekosistem pendidikan dan pekerjaan yang baik guna menambah jumlah praktisi lulusan Sistem Informasi di Indonesia."
            ]
        },
        {
            "tag": "profil_lulusan_perusahaan_sains_data",
            "responses": [
                "Menurut website resmi Sains Data dari UPN \"Veteran\" Jawa Timur, Lulusan Sains Data dari UPN \"Veteran\" Jawa Timur memiliki potensi pekerjaan yang cukup luas, beberapa di antaranya: 1. Data Analyst, 2. Data Scientist, 3. Data Engineer, 4. Intelligent System Developer, 5. Machine Learning Engineer, 6. Dosen, 7. Peneliti. Adapun beberapa instansi atau perusahaan mitra Sains Data UPN \"Veteran\" Jawa Timur, di antaranya dapat dilihat pada <a href=\"https://fasilkom.upnjatim.ac.id/mitra-kerjasama/\">link berikut</a>. Ini dilakukan dengan harapan para mahasiswa maupun alumni Sains Data UPN \"Veteran\" Jawa Timur memperoleh ekosistem pendidikan dan pekerjaan yang baik guna menambah jumlah praktisi lulusan Sains Data di Indonesia."
            ]
        },
        {
            "tag": "profil_lulusan_perusahaan_bisnis_digital",
            "responses": [
                "Menurut website resmi Bisnis Digital dari UPN \"Veteran\" Jawa Timur, Lulusan Bisnis Digital dari UPN \"Veteran\" Jawa Timur memiliki potensi pekerjaan yang cukup luas, beberapa di antaranya: 1. Dosen, 2. Peneliti, 3. E-Commerce Manager, 4. Digital Marketing Specialist, 5. Social Media Strategist, 6. Data Analyst, 7. Content Marketing Specialist, 8. Digital Product Manager, 9. E-Commerce Analyst, 10. Digital Entrepreneur. Adapun beberapa instansi atau perusahaan mitra Bisnis Digital UPN \"Veteran\" Jawa Timur, di antaranya dapat dilihat pada <a href=\"https://fasilkom.upnjatim.ac.id/mitra-kerjasama/\">link berikut</a>. Ini dilakukan dengan harapan para mahasiswa maupun alumni Bisnis Digital UPN \"Veteran\" Jawa Timur memperoleh ekosistem pendidikan dan pekerjaan yang baik guna menambah jumlah praktisi lulusan Bisnis Digital di Indonesia."
            ]
        },
        {
            "tag": "profil_lulusan_perusahaan_administrasi_negara",
            "responses": [
                "Menurut website resmi Administrasi Negara dari UPN \"Veteran\" Jawa Timur, Lulusan Administrasi Negara dari UPN \"Veteran\" Jawa Timur memiliki potensi pekerjaan yang cukup luas, beberapa di antaranya: 1. Product Manager, 2. Human Resource Development, 3. Konsultan Pajak, 4. Sekretaris, 5. Market Researcher, 6. Tenaga Tata Usaha, 7. Dosen, 8. Peneliti. Adapun beberapa instansi atau perusahaan mitra Administrasi Negara UPN \"Veteran\" Jawa Timur, di antaranya: 1. Komisi Pemilihan Umum Provinsi Jawa Timur, 2. Dinas Kependudukan Kabupaten Sidoarjo, 3. Badan Pengawas Pemilihan Umum Provinsi Jawa Timur, 4. Kantor Pelayanan Perbendaharaan Negara Wilayah 1, 5. Badan Riset dan Inovasi Provinsi Jawa Timur, 6. Dispendukcapil Kabupaten Sidoarjo, 7. Dinas Sosial Provinsi Jawa Timur, 8. Bappeda Kabupaten Sidoarjo, 9. Biro Umum dan Rumah Tangga Kantor Sekretariat Daerah Provinsi Jawa Timur, 10. PT Pasar Turi Baru, 11. Dinas Sosial Kabupaten Gresik, 12. PT Jatim Graha Utama, 13. Dinas Perpustakaan dan Kearsipan Provinsi Jawa Timur. Ini dilakukan dengan harapan para mahasiswa maupun alumni Administrasi Negara UPN \"Veteran\" Jawa Timur memperoleh ekosistem pendidikan dan pekerjaan yang baik guna menambah jumlah praktisi lulusan Administrasi Negara di Indonesia."
            ]
        },
        {
            "tag": "profil_lulusan_perusahaan_administrasi_bisnis",
            "responses": [
                "Menurut website resmi Administrasi Bisnis dari UPN \"Veteran\" Jawa Timur, Lulusan Administrasi Bisnis dari UPN \"Veteran\" Jawa Timur memiliki potensi pekerjaan yang cukup luas, beberapa di antaranya: 1. Tata Usaha (Admin), Bagian Penjualan (Sales), Product Manager, Bagian Personalia (HRD), Konsultan Pajak, Sekretaris, Market Researcher, Wirausaha (Entrepreuner), Bagian Keuangan (Finance). Adapun beberapa instansi atau perusahaan mitra Administrasi Bisnis UPN \"Veteran\" Jawa Timur, di antaranya: 1. PT Angga Cahaya Dewata, 2. PT Pelindo (Persero) Bali, 3. 100 Sunset Road Hotel Bali, 4. Secret Garden (Herborist), 5. Taman Hiburan Pantai Kenjeran, 6. BRIN. Ini dilakukan dengan harapan para mahasiswa maupun alumni Administrasi Bisnis UPN \"Veteran\" Jawa Timur memperoleh ekosistem pendidikan dan pekerjaan yang baik guna menambah jumlah praktisi lulusan Administrasi Bisnis di Indonesia."
            ]
        },
        {
            "tag": "profil_lulusan_perusahaan_ilmu_komunikasi",
            "responses": [
                "Menurut website resmi Ilmu Komunikasi dari UPN \"Veteran\" Jawa Timur, Lulusan Ilmu Komunikasi dari UPN \"Veteran\" Jawa Timur memiliki potensi pekerjaan yang cukup luas, beberapa di antaranya: 1. Product Manager, 2. Bagian Penjualan dan Pelayanan (Customer Service), 3. Penyiar, 4. Video Editor, 5. Account Executive, 6. Public Relations (Humas), 7. Jurnalis (Reporter), 8. Produser TV atau Radio, 9. Content Creator, 10. Telemarketer, 11. Penulis (Content Writer), 12. Editor. Adapun beberapa instansi atau perusahaan mitra Ilmu Komunikasi UPN \"Veteran\" Jawa Timur, di antaranya: 1. PT Crea Cipta Cemerlang, 2. PT Kreasi Cipta Buana, 3. PT Riliv Psikologi Indonesia, 4. PT Mahaghora. Ini dilakukan dengan harapan para mahasiswa maupun alumni Ilmu Komunikasi UPN \"Veteran\" Jawa Timur memperoleh ekosistem pendidikan dan pekerjaan yang baik guna menambah jumlah praktisi lulusan Ilmu Komunikasi di Indonesia."
            ]
        },
        {
            "tag": "profil_lulusan_perusahaan_hubungan_internasional",
            "responses": [
                "Menurut website resmi Hubungan Internasional dari UPN \"Veteran\" Jawa Timur, Lulusan Hubungan Internasional dari UPN \"Veteran\" Jawa Timur memiliki potensi pekerjaan yang cukup luas, beberapa di antaranya: 1. Eksportir, 2. Diplomat, 3. Bagian Tata Usaha (Atase) Perdagangan Luar Negeri, 4. Konsultan Pendidikan, 5. Penyiar, 6. Jurnalis (Reporter), 7. Editor, 8. System Analyst, 9. Arsiparis. Adapun beberapa instansi atau perusahaan mitra Hubungan Internasional UPN \"Veteran\" Jawa Timur, di antaranya: 1. Fakulti Undang-Undang dan Hubungan Antar Bangsa (FUHA) Universiti Zainal Abidin Terengganu, Malaysia, 2. College of Liberal Art De La Salle University, Philippines, 3. Research Institute for Languages and Cultures of Asia (RILCA) Mahidol University, Thailand, 4. School of Social Sciences Ateneo de Manila University Philippines. Ini dilakukan dengan harapan para mahasiswa maupun alumni Hubungan Internasional UPN \"Veteran\" Jawa Timur memperoleh ekosistem pendidikan dan pekerjaan yang baik guna menambah jumlah praktisi lulusan Hubungan Internasional di Indonesia."
            ]
        },
        {
            "tag": "profil_lulusan_perusahaan_pariwisata",
            "responses": [
                "Menurut website resmi Pariwisata dari UPN \"Veteran\" Jawa Timur, Lulusan Pariwisata dari UPN \"Veteran\" Jawa Timur memiliki potensi pekerjaan yang cukup luas, beberapa di antaranya: 1. Pengelola Destinasi Ekowisata, 2. Tenaga Ahli Ekowisata, 3. Birokrat, 4. Akademisi, 5. Wirausaha Wisata. Adapun beberapa instansi atau perusahaan mitra Pariwisata UPN \"Veteran\" Jawa Timur, di antaranya: 1. Dinas Pariwisata Kota Batu, 2. Jatim Park Group, 3. Kampung Wisata Ekologi Temas, 4. Desa Wisata Pandanrejo, 5. Dinas Kebudayaan dan Pariwisata Kabupaten Bojonegoro, 6. Geosite Teksas Wonocolo, 7. Desa Wisata Kebangsaan Wonorejo. Ini dilakukan dengan harapan para mahasiswa maupun alumni Pariwisata UPN \"Veteran\" Jawa Timur memperoleh ekosistem pendidikan dan pekerjaan yang baik guna menambah jumlah praktisi lulusan Pariwisata di Indonesia."
            ]
        },
        {
            "tag": "profil_lulusan_perusahaan_linguistik_indonesia",
            "responses": [
                "Menurut website resmi Linguistik dari UPN \"Veteran\" Jawa Timur, Lulusan Linguistik dari UPN \"Veteran\" Jawa Timur memiliki potensi pekerjaan yang cukup luas, beberapa di antaranya: 1. Ahli Bahasa, 2. Saksi Ahli Bahasa, 3. Tenaga Ahli Pengobatan Wicara, Afasia, Demensia, dan Disleksia, 4. Pengajar Linguistik, 5. Peneliti, 6. Penulis, 7. Editor/Penyunting Buku, 8. Jurnalis/Wartawan, 9. Presenter/Penyiar, 10. Sutradara, 11. Produser, 12. Aktor/Aktris, 13. Politikus, 14. Penerjemah Bahasa, 15. Wiraswasta. Adapun beberapa instansi atau perusahaan mitra Linguistik UPN \"Veteran\" Jawa Timur, di antaranya: 1. Graha Pena Jawa Pos, 2. Badan Bahasa Jakarta. Ini dilakukan dengan harapan para mahasiswa maupun alumni Linguistik UPN \"Veteran\" Jawa Timur memperoleh ekosistem pendidikan dan pekerjaan yang baik guna menambah jumlah praktisi lulusan Linguistik di Indonesia."
            ]
        },
        {
            "tag": "profil_lulusan_perusahaan_bahasa_inggris",
            "responses": [
                "Menurut website resmi Bahasa Inggris dari UPN \"Veteran\" Jawa Timur, Lulusan Bahasa Inggris dari UPN \"Veteran\" Jawa Timur memiliki potensi pekerjaan yang cukup luas, beberapa di antaranya: 1.Pengajar Bahasa Inggris, 2. Penerjemah Bahasa Inggris, 3. Tourist Guide, 4. Edupreneur, 5. Penulis. Ini dilakukan dengan harapan para mahasiswa maupun alumni Bahasa Inggris UPN \"Veteran\" Jawa Timur memperoleh ekosistem pendidikan dan pekerjaan yang baik guna menambah jumlah praktisi lulusan Bahasa Inggris di Indonesia."
            ]
        },
        {
            "tag": "profil_lulusan_perusahaan_arsitektur",
            "responses": [
                "Menurut website resmi Arsitektur dari UPN \"Veteran\" Jawa Timur, Lulusan Arsitektur dari UPN \"Veteran\" Jawa Timur memiliki potensi pekerjaan yang cukup luas, beberapa di antaranya: 1. Arsitek, 2. Penilai Real Estate, 3. Bagian Perencanaan dan Pengembangan Real Estate, 4. Drafter, 5. Operator CAD (Computer-Aided-Design), 6. Sales Perusahaan Konstruksi, 7. Dosen, 8. Wirausaha (Entrepreuner). Adapun beberapa instansi atau perusahaan mitra Arsitektur UPN \"Veteran\" Jawa Timur, di antaranya: 1. Program Studi Arsitektur Universitas Warmadewa Bali, 2. Asrama Mahasiswa Nusantara. Ini dilakukan dengan harapan para mahasiswa maupun alumni Arsitektur UPN \"Veteran\" Jawa Timur memperoleh ekosistem pendidikan dan pekerjaan yang baik guna menambah jumlah praktisi lulusan Arsitektur di Indonesia."
            ]
        },
        {
            "tag": "profil_lulusan_perusahaan_desain_komunikasi_visual",
            "responses": [
                "Menurut website resmi Desain Komunikasi Visual dari UPN \"Veteran\" Jawa Timur, Lulusan Desain Komunikasi Visual dari UPN \"Veteran\" Jawa Timur memiliki potensi pekerjaan yang cukup luas, beberapa di antaranya: 1. Desainer Periklanan, 2. Desainer Film, 3. Desainer Video, 4. Desainer Foto, 5. Desainer Media interaktif, 6. Desainer Televisi, 7. Desainer Percetakan & Penerbitan, 8. Desainer Sistem informasi Visual dan Visual Branding, 9. Desainer Industri Visual Merchandising, 10. Graphic Design Consultant, 11. Visual Branding Consultant, 12. Enterpreneur & Technopreneur. Adapun beberapa instansi atau perusahaan mitra Desain Komunikasi Visual UPN \"Veteran\" Jawa Timur, di antaranya: 1. Better Youth -- Malang, 2. Bhinneka Adv, 3. Jenama, 4. Pustaka Cemerlang, 5. Kawakibi, 6. Urunan Kebaikan, 7. Lazdau, 8. Urban Spasial, 9. Solar Studio, 10. Rumah Generasi Pemenang, 11. Diskominfo Sidoarjo, 12. PT Mitra Mapan Mulia, 13. PT Colar, 14. Hexa Integra. Ini dilakukan dengan harapan para mahasiswa maupun alumni Desain Komunikasi Visual UPN \"Veteran\" Jawa Timur memperoleh ekosistem pendidikan dan pekerjaan yang baik guna menambah jumlah praktisi lulusan Desain Komunikasi Visual di Indonesia."
            ]
        },
        {
            "tag": "profil_lulusan_perusahaan_desain_interior",
            "responses": [
                "Menurut website resmi Desain Interior dari UPN \"Veteran\" Jawa Timur, Lulusan Desain Interior dari UPN \"Veteran\" Jawa Timur memiliki potensi pekerjaan yang cukup luas, beberapa di antaranya: 1. Konsultan Desain Interior, 2. Desainer Mebel, 3. Kontraktor Interior, 4. Distributor Produk Interior, 5. Pengrajin Assesoris Interior, 6. Pengusaha Properti, 7. Set Broadcasting Designer, 8. Dekorator, 9. Visual Merchandiser, 10. Desainer Eksibisi, 11. 3D Drafter dan Visualizer, 12. Konsultan Warna dan Finishing, 13. Konsultan Material dan Aplikasi, 14. Konsultan Kitchen dan Pantry, 15. Konsultan Bathroom, 16. Fotografer/Videografer Interior, 17. Kurator. Adapun beberapa instansi atau perusahaan mitra Desain Interior UPN \"Veteran\" Jawa Timur, di antaranya: 1. Gursiji Studio, 2. PT Colar Creativ Industri, 3. CV Colossal Art indonesia, 4. PT Berdikari Meubel Nusantara. Ini dilakukan dengan harapan para mahasiswa maupun alumni Desain Interior UPN \"Veteran\" Jawa Timur memperoleh ekosistem pendidikan dan pekerjaan yang baik guna menambah jumlah praktisi lulusan Desain Interior di Indonesia."
            ]
        },
        {
            "tag": "profil_lulusan_perusahaan_agroteknologi",
            "responses": [
                "Menurut website resmi Agroteknologi dari UPN \"Veteran\" Jawa Timur, Lulusan Agroteknologi dari UPN \"Veteran\" Jawa Timur memiliki potensi pekerjaan yang cukup luas, beberapa di antaranya: 1. Surveyor Tanah, 2. Ahli Bioteknologi, 3. Dosen, 4. Wirausaha (Entrepreuner), 5. Konsultan Pertanian (Penyuluh Pertanian), 6. Quality Assurance (QA) & Quality Control (QC), 7. System Analyst. Adapun beberapa instansi atau perusahaan mitra Agroteknologi UPN \"Veteran\" Jawa Timur, di antaranya: 1. CV Aura Seed Indonesia, 2. Pusat Penelitian Kopi dan Kakao (Puslitkoka), 3. PT Daya Santosa Rekayasa, 4. PT Great Giant Pineapple, 5. PT Bina Jaya Abadi. Ini dilakukan dengan harapan para mahasiswa maupun alumni Agroteknologi UPN \"Veteran\" Jawa Timur memperoleh ekosistem pendidikan dan pekerjaan yang baik guna menambah jumlah praktisi lulusan Agroteknologi di Indonesia."
            ]
        },
        {
            "tag": "profil_lulusan_perusahaan_agribisnis",
            "responses": [
                "Menurut website resmi Agribisnis dari UPN \"Veteran\" Jawa Timur, Lulusan Agribisnis dari UPN \"Veteran\" Jawa Timur memiliki potensi pekerjaan yang cukup luas, beberapa di antaranya: 1. Wirausaha Pertanian, 2. Manajer Pertanian, 3. Penyuluh Pertanian, 4. Pegawai Negeri Sipil, 5. Konsultan Agribisnis. Adapun beberapa instansi atau perusahaan mitra Agribisnis UPN \"Veteran\" Jawa Timur, di antaranya: 1. Perum Perhutani Kesatuan Pemangkuan Hutan Probolinggo, 2. Pusat Penelitian Perkebunan Gula Indonesia, 3. Dinas Lingkungan Hidup Kota Surabaya, 4. Qurata Academy, 5. BTPN Syariah Wilayah Banyuwangi, 6. Dinas Tanaman Pangan, Hortikultura, dan Perkebunan (DTPHP) Kabupaten Sigi, 7. Sentra Organik Brenjonk, 8. KUD Sedya Mulya Bojonegoro, 9. P4S Bumi Aji Sejahtera. Ini dilakukan dengan harapan para mahasiswa maupun alumni Agribisnis UPN \"Veteran\" Jawa Timur memperoleh ekosistem pendidikan dan pekerjaan yang baik guna menambah jumlah praktisi lulusan Agribisnis di Indonesia."
            ]
        },
        {
            "tag": "profil_lulusan_perusahaan_ilmu_hukum",
            "responses": [
                "Menurut website resmi Ilmu Hukum dari UPN \"Veteran\" Jawa Timur, Lulusan Ilmu Hukum dari UPN \"Veteran\" Jawa Timur memiliki potensi pekerjaan yang cukup luas, beberapa di antaranya: 1. Pengacara di Instansi Pengadilan, 2. Staf Lega, 3. Human Resorce Development (HRD), 4. Corporate Lawyer/In-House Lawyer. Adapun beberapa instansi atau perusahaan mitra Ilmu Hukum UPN \"Veteran\" Jawa Timur, di antaranya: 1. Pengadilan Negeri Tuban Kelas IB, 2. Dinas Tenaga Kerja dan Transmigrasi Provinsi Jawa Timur, 3. UIN Walisongo Semarang, F4. akultas Hukum Khairun Ternate, 5. Kejaksaan Negeri Bangkalan. Ini dilakukan dengan harapan para mahasiswa maupun alumni Ilmu Hukum UPN \"Veteran\" Jawa Timur memperoleh ekosistem pendidikan dan pekerjaan yang baik guna menambah jumlah praktisi lulusan Ilmu Hukum di Indonesia."
            ]
        },
        {
            "tag": "karir_luar_negeri",
            "responses": [
                "Menurut Aryatama di Hotcourses Indonesia pada tahun 2023 terkait syarat esensial untuk mengembangkan karir di luar negeri, kamu perlu mempersiapkan beberapa informasi dan dokumen untuk dapat memulai karirmu di luar negeri. Beberapa di antaranya: 1. Memilih negara mana yang ingin kamu tuju agar kamu dapat fokus mencari tahu detail dari potensi karirmu di negara tersebut, 2. Memiliki jenjang pendidikan yang cukup untuk berkarir di luar negeri, entah itu SMA ataupun Sarjana Perguruan Tinggi yang setidaknya mencukupi untuk dapat berkarir di negara pilihanmu, 3. Memiliki sertifikasi bahasa yang sesuai dengan negara pilihanmu guna memudahkanmu dalam berkomunikasi ketika berkarir di negara tersebut, 4. Mempersiapkan dokumen seperti paspor dan visa guna memudahkan izin tinggalmu di negara tersebut, 5. Memiliki sertifikasi kompetensi atau profesional guna menunjang kredibilitas karirmu di negara tersebut, 6. Mempersiapkan kualifikasi hard skill maupun soft skill yang sesuai dengan budaya di negara tersebut selama masih relevan dengan passion dalam dirimu, 7. Coba untuk cepat beradaptasi dengan lingkungan di negara tersebut karena semakin kamu cepat beradaptasi, semakin ringan pula masalah komunikasi ataupun kehidupan sehari-hari yang akan kamu lalui di negara tersebut sehingga kamu dapat segera fokus untuk mengembangkan karirmu di negara tersebut."
            ]
        },
        {
            "tag": "ancaman_ai",
            "responses": [
                "Menurut Astutik et al., 2023 terkait dampak pergeseran pemanfaatan AI (Artificial Intelligence) bagi dunia pendidikan di Indonesia, perlu adanya kesadaran dari dari masyarakat terutama pelajar dan pengajar untuk dapat memanfaatkan AI secara positif guna membantu proses pendidikan di Indonesia. Menurut Ramadhina et al., 2023, AI dapat menggantikan pekerjaan yang berkaitan dengan administrasi, produksi, dan pelayanan pelanggan. Selain itu, AI juga dapat melakukan tugas yang kompleks, berulang, dan membutuhkan analisis data dalam jumlah besar secara lebih efisien dan akurat dibanding manusia. Maka dari itu, manusia dituntut untuk juga dapat berkolaborasi yang efektif dengan AI."
            ]
        },
        {
            "tag": "magister",
            "responses": [
                "Menurut website resmi LPDP Indonesia, untuk dapat melanjutkan studi ke jenjang magister, kamu perlu menyiapkan beberapa hal, di antaranya: 1. menyelesaikan studi program D4 (diploma empat) atau S1 (sarjana), 2. menyiapkan surat rekomendasi dari akademisi bagi yang belum bekerja atau dari atasan bagi yang sudah bekerja, 3. memilih Perguruan Tinggi yang tersedia, 4. mengisi profil diri pada formulir pendafataran online, 5. menulis personal statement, 6. menulis komitmen untuk kembali ke Indonesia dan rencana kontribusi di Indonesia pasca studi. Menurut Bridging Course, Perlu juga memiliki nilai TOEFL TIP minimal 500, TOEFL iBT minimal 61, IELTS minimal 6. Diperlukan juga beberapa persiapan terkait dokumen imigrasi guna kelancaran proses keberangkatan menuju negara tujuan tempat studi magister."
            ]
        },
        {
            "tag": "doktor",
            "responses": [
                "Menurut website resmi LPDP Indonesia, untuk dapat melanjutkan studi ke jenjang doktor, kamu perlu menyiapkan beberapa hal, di antaranya: 1. menyelesaikan studi program S2 (magister), 2. menyiapkan surat rekomendasi dari akademisi bagi yang belum bekerja atau dari atasan bagi yang sudah bekerja, 3. memilih Perguruan Tinggi yang tersedia, 4. mengisi profil diri pada formulir pendafataran online, 5. menulis personal statement, 6. menulis komitmen untuk kembali ke Indonesia dan rencana kontribusi di Indonesia pasca studi, 7. menulis proposal penelitian. Menurut Bridging Course, Perlu juga memiliki nilai TOEFL TIP minimal 600, TOEFL iBT minimal 80, IELTS minimal 6.5. Diperlukan juga beberapa persiapan terkait dokumen imigrasi guna kelancaran proses keberangkatan menuju negara tujuan tempat studi doktor."
            ]
        },
        {
            "tag": "skill_keuangan",
            "responses": [
                "Menurut website resmi Glints, ada beberapa skill keuangan yang perlu dilatih guna berkarir di bidang keuangan, di antaranya: 1. akuntansi, 2. pemahaman akan teknologi, 3. analisis risiko, 4. pemahamaan terhadap standar GAAP (Generally Accepted Accounting Principles) dan IFRS (International Financial Reporting Standards), 5. Menghitung ROI (Return of Investment). Menurut website resmi Sahabat Pegadaian, guna menunjang lebih dalam skill keuangan yang kamu miliki, kamu perlu juga memiliki beberapa sertifikasi keuangan, di antaranya: 1. Certified Financial Planner (sertifikasi bagi perencana keuangan profesional internasional) dengan syarat kamu perlu setidaknya pernah bekerja atau menjadi praktisi keuangan selama 3 tahun dengan pendidikan terakhir S1 atau selama 5 tahun bila pendidikan terakhir SMA, 2. Registered Financial Planner atau versi yang lebih simpel dan mudah dari Certified Financial Planner, 3. Chartered Financial Analyst (sertifikasi profesi tinggi dalam hal profesionalitas, pengetahuan, dan integritas di bidang keuangan dan investasi)."
            ]
        },
        {
            "tag": "sosialisasi_upapkk",
            "responses": [
                "Sosialisasi pengembangan karir bagi para mahasiswa dan alumni dari UPN \"Veteran\" Jawa Timur sebenarnya telah dilakukan secara rutin di setiap semester. Sosialisasi pengembangan karir dapat berupa: 1. Seminar Nasional, 2. Workshop, 3. Webinar. Pengembangan karir juga dapat diperoleh dari berbagai informasi yang diumumkan pada website UPA-PKK UPN \"Veteran\" Jawa Timur, di antaranya: 1. Lowongan Kerja, 2. Jadwal Job Fair, 3. Lowongan Magang, 4. Lomba Kewirausahaan."
            ]
        },
        {
            "tag": "wirausaha",
            "responses": [
                "Menurut website resmi UPN \"Veteran\" Jawa Timur, terdapat program resmi yang memang ditujukan untuk melatih jiwa kewirausahaan bagi mahasiswa UPN \"Veteran\" Jawa Timur, yakni: PMW (Program Mahasiswa wirausaha). Program Mahasiswa Wirausaha (PMW) merupakan program pengembangan keterampilan mahasiswa dalam berwirausaha dan berorientasi pada laba (profit). PMW dilaksanakan oleh PTN dan PTS sesuai dengan alokasi dana yang berbedabeda. PMW bertujuan memberikan bekal pengetahuan, keterampilan, sikap dan jiwa wirausaha (enterpreneurship) serta menciptakan calon pengusaha muda berpendidikan tinggi yang tangguh dalam persaingan global. Lebih lanjut tentang detail PMW dapat dilihat pada <a href=\"https://upapkk.upnjatim.ac.id/old/uploads/format/34_format_program_mahasiswa_wirausaha_2024.pdf\">link berikut.</a>"
            ]
        },
        {
            "tag": "fokus_karir",
            "patterns": [
                "Apa pengaruh sikap fokus karir terhadap kesuksesan karir saya?",
                "Mengapa kita perlu fokus dalam meniti karir?",
                "Bagaimana cara supaya saya bisa fokus kerja?",
                "Ada rekomendasi cara biar bisa fokus berkarir?",
                "Apa yang perlu dilakukan agar bisa fokus?",
                "Mengapa sikap fokus menjadi kunci kesuksesan dalam karir?",
                "Bagaimana cara menjaga fokus saat menghadapi banyak distraksi di tempat kerja?",
                "Apa saja tips untuk meningkatkan fokus dalam pekerjaan sehari-hari?",
                "Mengapa fokus menjadi elemen penting dalam mencapai tujuan karir?",
                "Bagaimana cara mengelola waktu agar bisa lebih fokus pada pekerjaan?",
                "Apa dampak dari kurangnya fokus terhadap perkembangan karir saya?",
                "Bagaimana cara membangun sikap fokus yang konsisten dalam berkarir?",
                "Mengapa kita perlu mengasah kemampuan fokus dalam dunia kerja?",
                "Apa yang dapat saya lakukan setiap hari untuk tetap fokus pada tujuan karir saya?",
                "Bagaimana cara menghadapi gangguan yang menghambat fokus di tempat kerja?",
                "Apakah ada latihan khusus yang bisa membantu saya untuk lebih fokus?",
                "Mengapa memiliki tujuan yang jelas membantu meningkatkan fokus dalam karir?",
                "Apa saja faktor yang dapat mempengaruhi tingkat fokus seseorang di tempat kerja?",
                "Bagaimana cara menetapkan prioritas agar bisa lebih fokus dalam pekerjaan?",
                "Mengapa disiplin diri penting untuk menjaga fokus dalam karir?",
                "Apa yang bisa dilakukan untuk meminimalkan gangguan saat bekerja?",
                "Bagaimana cara menjaga keseimbangan antara pekerjaan dan gangguan pribadi untuk tetap fokus?",
                "Apakah ada teknik manajemen waktu yang bisa membantu saya lebih fokus?",
                "Mengapa penting untuk mengevaluasi dan meningkatkan fokus dalam karir?",
                "Apa peran lingkungan kerja dalam mempengaruhi tingkat fokus saya?",
                "Bagaimana cara mengatasi rasa bosan agar tetap fokus pada pekerjaan?",
                "Mengapa fokus pada detail penting untuk kesuksesan karir?",
                "Apa manfaat jangka panjang dari menjaga fokus yang baik dalam pekerjaan?",
                "Bagaimana cara mengembangkan sikap fokus sejak dini dalam karir?",
                "Apa saja kebiasaan buruk yang dapat mengganggu fokus saya dalam bekerja?",
                "Bagaimana cara meningkatkan fokus melalui perencanaan dan pengorganisasian?",
                "Apa dampak dari multitasking terhadap kemampuan fokus saya?",
                "Mengapa penting untuk memiliki jadwal rutin untuk menjaga fokus?",
                "Bagaimana cara mengidentifikasi dan mengatasi faktor-faktor yang mengganggu fokus?",
                "Apa peran motivasi dalam menjaga fokus saya dalam pekerjaan?",
                "Bagaimana cara mengembangkan lingkungan kerja yang mendukung fokus?",
                "Mengapa mengelola stres penting untuk menjaga fokus dalam karir?",
                "Apa saja teknik relaksasi yang bisa membantu meningkatkan fokus?",
                "Bagaimana cara menjaga fokus saat bekerja dari rumah?",
                "Apa yang bisa saya pelajari dari orang-orang sukses tentang menjaga fokus dalam karir?"
            ],
            "responses": [
                "Menurut Mahendra, 2017 terkait pengaruh komitmen karir terhadap kesuksesan karir menunjukkan bahwa komitmen atau fokus pada karir tertentu dan motivasi karir memiliki efek yang signifikan terhadap kesuksesan karir. Maka dari itu, sangat disarankan bagi para mahasiswa dan alumni UPN \"Veteran\" Jawa Timur untuk segera menentukan bidang karir yang diinginkan dan berusaha untuk fokus pada bidang karir tersebut."
            ]
        },
        {
            "tag": "job_fair",
            "responses": [
                "Job Fair di UPN \"Veteran\" Jawa Timur diadakan secara rutin di setiap tahun. Job Fair di UPN \"Veteran\" Jawa Timur biasanya diadakan sekitar bulan Juni dan Nopember, namun tidak menutup kemungkinan diadakan pada bulan yang berbeda. Job Fair UPN \"Veteran\" Jawa Timur dapat dilihat lebih lanjut pada <a href=\"https://upapkk.upnjatim.ac.id/acara\">link berikut.</a> Adapun Job Fair juga diadakan di beberapa Perguruan Tinggi di Kota Surabaya, di antaranya: 1. Bursa Karir ITS pada <a href=\"https://bki.its.ac.id\">link berikut</a>, 2. UNAIR ACESFA pada <a href=\"https://careerfair.dpkka.unair.ac.id\">link berikut</a>, 3. UNESA Career Fair pada <a href=\"https://careercenter.unesa.ac.id\">link berikut.</a>"
            ]
        },
        {
            "tag": "lowongan_kerja",
            "responses": [
                "Lowongan kerja dapat kamu akses dari website resmi UPA-PKK UPN \"Veteran\" Jawa Timur pada <a href=\"https://upapkk.upnjatim.ac.id/vacancy\">link berikut.</a>, ITS Career Center pada <a href=\"https://its.app.kinobi.asia/jobs\">link berikut.</a>, DPKKA Unair pada <a href=\"https://dpkka.unair.ac.id/vacancy/site\">link berikut.</a>, hingga UNESA Career Center pada <a href=\"https://careercenter.unesa.ac.id/page/lowongan-kerja\">link berikut.</a>"
            ]
        },
        {
            "tag": "skill_programming",
            "responses": [
                "Menurut Biringkanae et al., 2023 terkait review penggunaan teknologi programming di bidang kecerdasan buatan dalam penerbangan menunjukkan bahwa kinerja penerbangan menjadi lebih efisien, ringan, dan aman. Penggunaan programming di bidang kecerdasan buatan juga terbukti membantu mengurangi keterlambatan penerbangan. Kendati demikian, programming membutuhkan penyesuaian terhadap manusianya mengingat ilmu ini cukup rumit untuk dipelajari dalam waktu singkat dan perlu perhatian khusus agar dapat dikuasai dan diimplementasikan dalam membantu pekerjaan di dunia."
            ]
        },
        {
            "tag": "sertifikasi",
            "responses": [
                "Menurut Ristianey et al., 2021 terkait pengaruh sertifikasi guru terhadap kinerja guru menunjukkan bahwa sertifikasi yang dimiliki oleh para guru berpengaruh positif terhadap kinerja mereka. Hal ini tentu juga bisa dirasakan oleh praktisi profesional, dosen, maupun pegiat sosial apabila mereka mengikuti program sertifikasi kompetensi atau sertifikasi sejenis guna menunjang kredibilitas kemampuan mereka saat bekerja. Ada banyak sertifikasi kompetensi untuk menunjang kredibilitas kerja kamu, di antaranya: TensorFlow Developer Certificate, Chartered Financial Analyst, dan masih banyak lagi sesuai bidang pekerjaan yang kamu tekuni."
            ]
        }
    ]
}