{"format": "layers-model", "generatedBy": "keras v2.9.0", "convertedBy": "TensorFlow.js Converter v3.19.0", "modelTopology": {"keras_version": "2.9.0", "backend": "tensorflow", "model_config": {"class_name": "Sequential", "config": {"name": "sequential_48", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 461], "dtype": "float32", "sparse": false, "ragged": false, "name": "dense_240_input"}}, {"class_name": "Dense", "config": {"name": "dense_240", "trainable": true, "batch_input_shape": [null, 461], "dtype": "float32", "units": 8, "activation": "softplus", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_241", "trainable": true, "dtype": "float32", "units": 12, "activation": "softplus", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_242", "trainable": true, "dtype": "float32", "units": 12, "activation": "softplus", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_243", "trainable": true, "dtype": "float32", "units": 12, "activation": "softplus", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_244", "trainable": true, "dtype": "float32", "units": 30, "activation": "softmax", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}]}}, "training_config": {"loss": "categorical_crossentropy", "metrics": [[{"class_name": "MeanMetricWrapper", "config": {"name": "accuracy", "dtype": "float32", "fn": "categorical_accuracy"}}]], "weighted_metrics": null, "loss_weights": null, "optimizer_config": {"class_name": "Nadam", "config": {"name": "Nadam", "learning_rate": 0.0010000000474974513, "decay": 0.004, "beta_1": 0.8999999761581421, "beta_2": 0.9990000128746033, "epsilon": 1e-07}}}}, "weightsManifest": [{"paths": ["group1-shard1of1.bin"], "weights": [{"name": "dense_240/kernel", "shape": [461, 8], "dtype": "float32"}, {"name": "dense_240/bias", "shape": [8], "dtype": "float32"}, {"name": "dense_241/kernel", "shape": [8, 12], "dtype": "float32"}, {"name": "dense_241/bias", "shape": [12], "dtype": "float32"}, {"name": "dense_242/kernel", "shape": [12, 12], "dtype": "float32"}, {"name": "dense_242/bias", "shape": [12], "dtype": "float32"}, {"name": "dense_243/kernel", "shape": [12, 12], "dtype": "float32"}, {"name": "dense_243/bias", "shape": [12], "dtype": "float32"}, {"name": "dense_244/kernel", "shape": [12, 30], "dtype": "float32"}, {"name": "dense_244/bias", "shape": [30], "dtype": "float32"}]}]}